[
  {
    "id": 1,
    "title": "The Albanian Riviera by Yacht",
    "date": "01 January 2025",
    "excerpt": "A raw, unfiltered coastline where the Adriatic turns cobalt and the mountains fall straight into the sea.",
    "image": "/media/yacht1.jpg",
    "type": "Destination Guides",
    "content": [
      {
        "heading": "",
        "text": "There are Mediterranean coasts that are famous, rehearsed and over-exposed — and then there is the Albanian Riviera. A stretch of shore on the eastern side of the sea that still carries the feeling of a first discovery: mountain slopes that fall straight into deep blue water, long empty tracts of rock and sand with no buildings in sight, and bays that still require a boat — or a yacht — to reach them. It is not polished or manicured like Amalfi or Côte d’Azur; it is raw, quiet, and visually shocking in its simplicity. This is part of its appeal: chartering here still feels like getting ahead of the curve."
      },
      {
        "heading": "Why the Albanian Riviera stands out",
        "text": "The Riviera is not a single bay or resort; it is a 120-kilometre corridor of coastline running south from Vlora down to Saranda and the Greek border. What makes it different from other Mediterranean coasts is how often it still feels untouched. Between developed pockets you find long, silent sequences of rock and vegetation with nothing on them — no hotels, no umbrellas, no traffic noise. There are still coves you enter to find not a single person present. In the Mediterranean in 2025, this is becoming rare.\n\nThe geography also plays in your favour: steep terrain limits construction, so the coastline has not been able to sprawl and flatten under tourism. As a result, what you see from a yacht is not a city with a waterfront, but nature still winning."
      },
      {
        "heading": "Where to cruise — the main corridors",
        "text": "North segment (Karaburun Peninsula and Sazan Island): jagged, uninhabited and dramatic — a peninsula with military-protected sections that preserved its wildness. Sea caves, barren capes, and hard rock walls give this area a harsh, cinematic look. Approaching it by yacht is the only way to see the majority of it.\n\nCentral segment (Himarë and the villages): Between steep slopes and terraces of olive groves sit small settlements — Dhërmi, Vuno, Himarë — each with a slightly different character. Here the water turns clearer and calmer. You can anchor for lunch, swim close to shore, or go ashore to eat in a small family taverna. Distances between stops are short — ideal for a relaxed day charter rhythm.\n\nSouth segment (Kakome, Krorëz, and down to Saranda): This is the heart of the “reachable only by sea” feeling. Kakome and Krorëz are closed bays with minimal or no land access. When you glide in by yacht the first thing you notice is the quiet — no roads, no buildings, no commercial sound."
      },
      {
        "heading": "What a typical charter day feels like on this coast",
        "text": "Depart from Vlora or Himarë and cruise toward a quiet cove for your morning swim. Lunch is served onboard under the shade of the flybridge while the yacht drifts in turquoise calm. By sunset, the sky turns copper and the rock faces shimmer — a contrast that defines the Riviera’s character.\n\nThe character of the coastline repeats: vertical drama, total absence of noise, and clarity of water unmatched in the region."
      },
      {
        "heading": "Who this coast suits best",
        "text": "This coast is for travellers who seek raw nature and exclusivity — people who measure luxury not by marinas but by stillness, water clarity, and freedom. The Albanian Riviera is Mediterranean nostalgia — the stage before it was fully claimed."
      }
    ]
  },
  {
    "id": 2,
    "title": "Bays You Reach Only by Sea",
    "date": "01 January 2025",
    "excerpt": "Small inlets along the Albanian coast where asphalt stops and only water grants access.",
    "image": "/media/yacht2.jpg",
    "type": "Destination Guides",
    "content": [
      {
        "heading": "",
        "text": "There are places along the Ionian coast where roads end but the sea continues — where the only way to arrive is to glide quietly on turquoise water. These are the hidden bays that remain untouched, known only to captains and locals."
      },
      {
        "heading": "Where land ends, solitude begins",
        "text": "Krorëz, Kakome, and the tiny coves north of Himarë all share one thing: isolation. They are framed by cliffs and pine, accessible only by yacht or local fishing boat. In summer, the water reflects the limestone walls like a mirror."
      },
      {
        "heading": "The experience",
        "text": "Anchor in a bay where your nearest neighbour is a sea bird. Swim, dive, or have lunch prepared on deck while the wind rustles through the rocks. These moments are not about luxury — they are about absence: no cars, no signals, no sound but water."
      },
      {
        "heading": "Best time to visit",
        "text": "Late May through early October offers the best balance between calm seas and warmth. Mornings are glassy, afternoons bring a soft breeze, and sunsets paint the cliffs gold."
      }
    ]
  },
  {
    "id": 3,
    "title": "Your First Yacht Charter — Read This First",
    "date": "01 January 2025",
    "excerpt": "A clear, simple breakdown so your first charter feels confident and not experimental.",
    "image": "/media/yacht3.jpg",
    "type": "Charter Tips",
    "content": [
      {
        "heading": "",
        "text": "Chartering a yacht for the first time can feel daunting, but it is simpler — and more rewarding — than it seems. Every charter is built around freedom: you choose the route, the menu, the rhythm."
      },
      {
        "heading": "Choosing your yacht",
        "text": "For newcomers, a 20–30m motor yacht is ideal. It provides the comfort of a boutique hotel and the intimacy of a private villa. Each cabin is a suite, and the crew anticipates your needs before you ask."
      },
      {
        "heading": "Understanding the process",
        "text": "You will discuss your preferences with a charter manager — destinations, dietary notes, daily routines. The captain will then tailor the route, from hidden bays to lively marinas."
      },
      {
        "heading": "Costs explained",
        "text": "Beyond the charter fee, expect fuel, provisioning, and tips. The APA (Advance Provisioning Allowance) covers all onboard expenses, always transparent and refundable if unused."
      },
      {
        "heading": "How to enjoy it",
        "text": "Leave your watch behind. Let the days unfold in swims, meals, and sunsets. The best first charter is one where you lose track of time."
      }
    ]
  },
  {
    "id": 4,
    "title": "Celebration on Board",
    "date": "01 January 2025",
    "excerpt": "Some milestones deserve a background that doesn’t exist on land.",
    "image": "/media/yacht4.jpg",
    "type": "On-Board Experiences",
    "content": [
      {
        "heading": "",
        "text": "There are moments that feel too intimate or too rare to be confined to land — a proposal, an anniversary, a private dinner among friends. On board a yacht, every celebration feels cinematic."
      },
      {
        "heading": "Why sea amplifies emotion",
        "text": "Water surrounds you on every side, reflecting candlelight and stars. The soundscape is silence — only the hum of the generator and the lapping of waves. It strips distraction and leaves only connection."
      },
      {
        "heading": "Designing your perfect evening",
        "text": "Crews can create open-air dining tables dressed in linen and flowers, soft jazz in the background, and tasting menus paired with wines. Each event is unique because it moves — no two sunsets ever the same."
      },
      {
        "heading": "Memories that last",
        "text": "Guests leave with something more than photos — they leave with sensory memory: salt air, warmth, and laughter echoing against the sea."
      }
    ]
  },
  {
    "id": 5,
    "title": "Tech That Makes a Yacht Feel Truly Modern",
    "date": "01 January 2025",
    "excerpt": "Most of what makes a yacht feel premium today is invisible — but you feel it instantly.",
    "image": "/media/yacht5.jpg",
    "type": "Yacht Types & Tech",
    "content": [
      {
        "heading": "",
        "text": "Luxury at sea has shifted from marble floors to silence, efficiency, and sustainability. The most advanced yachts are not louder — they are quieter."
      },
      {
        "heading": "Innovation below deck",
        "text": "Hybrid propulsion and battery systems mean you can cruise silently through anchorages. Stabilizers keep decks perfectly still, even in light swell."
      },
      {
        "heading": "Smart living at sea",
        "text": "Climate zones, filtered air systems, and app-controlled lighting turn cabins into havens of calm. Connectivity remains seamless, though many guests prefer to disconnect entirely."
      },
      {
        "heading": "The future of comfort",
        "text": "From solar panels to AI-assisted navigation, technology now serves not complexity — but peace. The best tech is the one you never notice."
      }
    ]
  },
  {
    "id": 6,
    "title": "You Should Book Your Yacht Charter Early",
    "date": "01 January 2025",
    "excerpt": "Peak Mediterranean weeks disappear long before summer actually arrives.",
    "image": "/media/yacht6.jpg",
    "type": "Seasonal Offers",
    "content": [
      {
        "heading": "",
        "text": "The best yachts, captains, and cruising weeks in the Mediterranean are reserved early — often by December of the previous year. Booking early is not just smart; it’s the difference between choosing and settling."
      },
      {
        "heading": "Why timing matters",
        "text": "Prime summer weeks — July and August — are high demand. Early booking ensures your choice of yacht, itinerary, and crew. It also secures better conditions before seasonal rates rise."
      },
      {
        "heading": "The perks of early planning",
        "text": "With time on your side, you can plan themed charters: gastronomy tours, family reunions, or photographic journeys. Crews can tailor details months in advance — from menu design to surprise events."
      },
      {
        "heading": "The shoulder season advantage",
        "text": "May, June, and September offer fewer crowds, softer light, and calmer seas. They’re the insider months — the same beauty with more space and less noise."
      }
    ]
  }
]
